Repository: krokedil/payer-for-woocommerce
Catalog: languages/payer-for-woocommerce-*.po
Languages: sv_se

source: Payer Card
sv_se: Payer Kortbetalning

source: will be reserved on your card.
sv_se: kommer reserveras på ditt kort.

source: Payer Direct Invoice
sv_se: Payer Direkt Faktura

source: The order has been refunded with Payer
sv_se: Order har blivit krediterad med Payer

source: The order has already been refunded with Payer
sv_se: Ordern har redan blivit krediterad med Payer

source: Unknown error. The order has not been refunded with Payer.
sv_se: Okänt fel. Ordern har inte blivit krediterad med Payer

source: Personal number
sv_se: Personnummer/Org nummer

source: Payer Installment
sv_se: Payer Delbetalning

source: Payer Invoice
sv_se: Payer Faktura

source: Not all credentials are filled in. Missed credentials: %s
sv_se: Alla uppgifter är inte ifyllda. Saknade uppgifter: %s

source: Invalid request, please check the information or fill in the address manually.
sv_se: Ingen adress hittades. Var god kontrollera uppgifterna eller fyll i manuellt nedan

source: Address found and added to the checkout form
sv_se: Adress hittad och tillagd i kassaformuläret.

source: Please fill in the personal number field
sv_se: Var vänlig fyll i ett personnummer eller organisationsnummer.

source: Payer Added Fees
sv_se: Payer tilläggs avgifter.

source: Campaign
sv_se: Kampanj

source: Read more...
sv_se: Läs mer...

source: MasterPass campaign discount
sv_se: MasterPass kampanj rabatt

source: The order has been completed with Payer
sv_se: Ordern har blivit aktiverad med Payer

source: Subscription payment made with Payer
sv_se: Subscription betalning skapats med Payer

source: Subscription payment failed to create with Payer
sv_se: Subscription betalning misslyckades att skapas med Payer

source: Soap Password:
sv_se: Soap lösenord:

source: Rest key:
sv_se: Rest nyckel:

source: Enable/Disable
sv_se: Aktivera/Avaktivera

source: Title
sv_se: Titel

source: This controls the title which the user sees during checkout.
sv_se: Här bestämmer du titeln som kunden ser i kassan.

source: Description
sv_se: Beskrivning

source: This controls the description which the user sees during checkout.
sv_se: Här bestämmer du vilken beskrivning kunden ser i kassan.

source: Instant MasterPass checkout
sv_se: Direkt MasterPass kassa

source: Enable instant MasterPass checkout for products and cart page.
sv_se: Aktivera MasterPass direkt kassa för produkter och varukorgs sida.

source: Instant purchase text
sv_se: Snabbköps text

source: Add an optional text after the Instant purchase button.
sv_se: En frivillig text efter snabbköp knappen.

source: MasterPass Campaign
sv_se: MasterPass kampanj

source: Enable this setting to partake in a MasterPass campaign that is ongoing.
sv_se: Aktivera denna inställningen för att ta del av en pågående MasterPass kampanj.

source: MasterPass Campaign text
sv_se: MasterPass Kampanj text

source: Enable this setting to show campaign information text to customer.
sv_se: Aktivera denna inställning för att visa kampanj information text till kunder.

source: Discount amount for campaign
sv_se: Rabatt mängd för kampanj

source: Enter the amount to be discounted for the current campaign.
sv_se: Skriv in den mängd rabatt som kampanjen ska ha.

source: Icon URL
sv_se: Ikon URL

source: Put the URL to a new icon image here
sv_se: Lägg till URLen till en ny ikon bild här

source: The key values can be found under the Settings/Account section in <a href="https://secure.payer.se/adminweb/inloggning/inloggning.php"> Payer Administration</a>. Contact Payer if you haven't got access to your login credentials
sv_se: Nycklar kan hittas under Settings/Account delen hos <a href="https://secure.payer.se/adminweb/inloggning/inloggning.php"> Payer Administration</a>. Kontakta Payer om du inte har tillgång till dina login uppgifter,

source: Enter your Payer Agent ID
sv_se: Skriv ditt Payer Agent ID här

source: Enter your Payer SOAP ID
sv_se: Skriv ditt Payer SOAP ID här

source: Soap Password
sv_se: Soap lösenord

source: Enter your Payer Password
sv_se: Skriv ditt Payer Agent lösenord här

source: Enter your Payer Post key 1
sv_se: Skriv din Payer Post nyckel 1 här

source: Enter your Payer Post key 2
sv_se: Skriv din Payer Post nyckel 2 här

source: Rest key
sv_se: Rest nyckel

source: Enter your Payer Rest key
sv_se: Skriv din Payer Rest nyckel här

source: Enable order management
sv_se: Aktivera orderhantering

source: Enable order management for Payer.
sv_se: Aktivera orderhantering för Payer.

source: Enable get address
sv_se: Aktivera hämta adress

source: Enable get address for Payer (SE only).
sv_se: Aktivera hämta adress funktionen för Payer ( Enbart SE )

source: Test Mode Settings
sv_se: Testläges inställningar

source: Test mode
sv_se: Testläge

source: Enable Test mode for Payer.
sv_se: Aktivera testläge för Payer

source: Enable logging.
sv_se: Aktivera loggning.

source: Log Payer events, in <code>%s</code>
sv_se: Logga Payer händelser i %s

source: Put credentials in the Payer Card Payments settings.
sv_se: Lägg till credentials i inställningar för Payer kortbetalning.

source: Get Address
sv_se: Hämta Adress
